0.001f - TOLERANCE  
// Магическое число, точность при сравнении вещественных чисел.
MaxSpeed - MAX_SPEED  
// Формат именования константы.
100 - PERCENT 
// Магическое число, используется для переводы в проценты.
1000 - MSEC_IN_SEC 
// Миллисекунд в секунде.
0.25f - CUBE_SIZE 
// Размер куба для дебага.
360 - DEG_TO_CIRCLE 
// Градусов в круге.
-1 - INVALID_INDEX 
// Индекс не установлен.
0.5f - HALF 
// Половина размера для математических расчетов.
1.05f - CAMERA_SCALE 
// Коэффициент увеличения размена камеры для расчета коллизий.
_tooltipEnterTime - TOOLTIP_ENTER_TIME 
// Время открытия подсказки.
MaxValueKey - MAX_VALUE_KEY 
// Формат именования. Подктрока для подстановки в строку.
ColorPrefix - COLOR_PREFIX 
// Формат именования. Константа для сборки строк.
